alacritty
arandr
autoconf
automake
base
bison
blueman
bluez
bluez-utils
brightnessctl
cbatticon
clang
cloc
dhclient
discord
dnsmasq
efibootmgr
fakeroot
feh
figlet
firefox
flex
fzf
geeqie
git
grub
grub-customizer
gvfs
htop
kvantum-qt5
libmtp
lightdm
lightdm-gtk-greeter
lightdm-webkit2-greeter
linux
linux-firmware
lolcat
lxappearance
m4
make
nano
neofetch
network-manager-applet
networkmanager
nitrogen
nodejs
notification-daemon
noto-fonts
npm
ntfs-3g
okular
openbox
openssh
os-prober
pacman-contrib
pamixer
papirus-icon-theme
patch
pavucontrol
pcmanfm
picom
pkgconf
pulseaudio
python-pip
python-prctl
qtile
ranger
ripgrep
rofi
scrot
sudo
texinfo
the_silver_searcher
thunar
tint2
trayer
tree
ttf-dejavu
ttf-liberation
udiskie
unzip
upower
vlc
volumeicon
wget
xcb-util-cursor
xclip
xdotool
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yarn
zsh
